/=#
#include "VFR.uni"

#string STR_WATCH_DOG_POWER_ON             #language eng "Sends watch dog before BIOS POST"
#string STR_WATCH_DOG_POWER_ON_HELP             #language eng "Enabled -\nRobot set Watch Dog Timer(WDT) right after power on, before BIOS start POST process.\nAnd then Robot will clear WDT on compeletion of POST. WDT will reset system automatically if it is not cleared before its timer counts down to zero."
#string STR_TIMER_SECOND                   #language eng "  POST Timer (second)"
#string STR_TIMER_SECOND_HELP                   #language eng "Timer count set to Watch Dog Timer for POST.\n\n WARNING : Do not set to a value euqal or shorter than normal POST time, otherwise system may never complete POST unless clearing BIOS settings. More then 2x normal POST time is suggested."
#string STR_WATCH_DOG_BOOTING_OS             #language eng "Sends watch dog before booting OS"
#string STR_WATCH_DOG_BOOTING_OS_HELP             #language eng "Enabled -\nRobot set Watch Dog Timer(WDT) after POST completion, before BIOS transfer control to OS.\n\nWARNING : Before enabling this function, a program in OS must be in responisble for clearing WDT. Also, this function should be disabled if OS is going to update itself."
#string STR_TIMER_MINUTE                   #language eng "  OS Timer (minute)"
#string STR_TIMER_MINUTE_HELP                   #language eng "Timer count set to Watch Dog Timer for OS loading."
#string STR_AAEON_WATCH_DOG_SOURCE         #language eng "Watch dog source"
#string STR_AAEON_WATCH_DOG_SOURCE_HELP         #language eng "Select chip type for the Watch dog controller"